IDEA Open Model
ProjectData.Author Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the project author.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Author { get; set; }
Public Property Author As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace